{"Listings":[
{"Address":"1423 Chinaberry",
"City":"Lewisville",
"VirtualTourLink":"http://www.visualtour.com/showvt.asp?t=1488980&ref=www.easley-realty.com",
"ImageLocation":"images/1423chinaberry.jpg",
"MapLink":"http://maps.google.com/maps?q=1423 Chinaberry, Lewisville",
"DescriptionCaption":"LOTS OF UPGRADES (Sale)",
"Description": "MOVE-IN READY!  This home is immaculate.  Lots of space and tastefully decorated throughout.  Many upgrades inside and out. All upgrades and updates professionally done.  Fireplace in master.  Beautiful kitchen that is open to family area.  Professionally remodeled into a four bedroom layout.  You won't believe the deck and hot tub out back.  MUST SEE!",
"RealtorComLink":"http://www.realtor.com/Prop/1097470658",
"Active":"FALSE",
"Order":"0"},
{"Address":"3412 Hartford","City":"Flower Mound","VirtualTourLink":"http://www.visualtour.com/showvt.asp?t=2045199&ref=www.easley-realty.com","ImageLocation":"images/3412Hartford.jpg","MapLink":"http://maps.google.com/maps?q=3412 Hartford, Flower Mound","DescriptionCaption":"Close to Park","Description":"MOVE-IN READY. This house was well cared for and has new paint throughout. The salt-water pool is perfect for relaxing on hot days. The master retreat sports an oversized bathroom and a view of the pool. Many things new, salt system, AC coil, roof, dishwasher, most of fence. Across the street from a park, there's always room for outdoor play. ","RealtorComLink":"http://www.realtor.com/realestateandhomes-detail/3412-Hartford-Drive_Flower-Mound_TX_75028_1113780007","Active":"FALSE","Order":"4"},
{"Address":"1433 Berne Ln","City":"Lewisville","VirtualTourLink":"http://www.visualtour.com/showvt.asp?t=1847508&ref=www.easley-realty.com","ImageLocation":"images/1433Berne.png","MapLink":"http://maps.google.com/maps?q=1433 berne, lewisville","DescriptionCaption":"Peaceful Living","Description":"Brick exterior, separate study, oversized master with sitting area, formal dining, family room with fireplace, huge kitchen that has an island and a breakfast bar and opens to the family room, large game room upstairs comes with built-ins, huge yard with trees, electric gated driveway, gas appliances, security system, friendly neighborhood, convenient & easy location, beautiful views and peaceful living.","RealtorComLink":"http://www.realtor.com/Prop/1108140744","Active":"FALSE","Order":"7"},
{"Address":"1 Monterey Dr.","City":"Trophy Club","VirtualTourLink":"http://www.visualtour.com/showvt.asp?t=1771428&ref=www.easley-realty.com","ImageLocation":"images/1Monterey.png","MapLink":"http://maps.google.com/maps?q=1 monterey, roanoke, tx","DescriptionCaption":"Wonderful Upgrades","Description":"Custom stainless steel countertops in kitchen give home a super clean feeling. Cozy fireplace in family room makes it great for gathering with the family. Oversized master offers privacy and seclusion.  Master bath remodeled with extensive tile and walk-in shower. Large corner lot. Roof replaced in April 08","RealtorComLink":"http://www.realtor.com/Prop/1105984691","Active":"FALSE","Order":"9"},
{"Address":"4600 Oak Springs ","City":"Flower Mound","VirtualTourLink":"http://www.visualtour.com/showvt.asp?t=1745363&ref=www.easley-realty.com","ImageLocation":"images/4600OakSprings.png","MapLink":"http://maps.google.com/maps?q=4600 Oak Springs, Flower Mound","DescriptionCaption":"Immaculate House","Description":"Beautiful, well maintained home on .41 acre, cul-de-sac lot in a unique neighborhood of similar homes. Lovely formal din. with bay window. Oversized master with bay window sitting area. Large master bath. Jetted tub & sep. shower. Lots of built-ins. Large island kitchen. Wet bar. 2 Fireplaces. stone fireplace in fam room. Fabulous backyard with pool, spa, decking and room for lots more. New roof in 2008. A Must See! ","RealtorComLink":"http://www.realtor.com/Prop/1105105586","Active":"FALSE","Order":"10"},
{"Address":"1152 Christopher","City":"Lewisville","VirtualTourLink":"http://www.visualtour.com/showvt.asp?t=1744476&ref=www.easley-realty.com","ImageLocation":"images/1152Christopher.png","MapLink":"http://maps.google.com/maps?q=1152 Christopher Ln, Lewisville","DescriptionCaption":"Five Bedrooms!","Description":"This MOVE-IN ready house has a great flow. 5 bedrooms including a private master suite. It has 9 foot ceilings, crown molding, lots of storage, 2 inch faux wood blinds throughout, custom paint in kitchen and breakfast. Carpet and roof are one year new. Hardwood floors, upstairs AC and dishwasher are two years new. It comes with separate attics and mature trees and is in a very friendly neighborhood. The park and schools are just a short walk away. ","RealtorComLink":"http://www.realtor.com/Prop/1105075069","Active":"FALSE","Order":"20"},
{"Address":"1423 Chinaberry","City":"Lewisville","VirtualTourLink":"","ImageLocation":"images/1423chinaberrysold.jpg","MapLink":"http://maps.google.com/maps?q=1423 Chinaberry, Lewisville","DescriptionCaption":"Great Location (available for sale or lease)","Description":"MOVE-IN READY!  This home is immaculate.  Lots of space and tastefully decorated throughout.  Many upgrades inside and out.  All upgrades and updates professionally done.  Fireplace in master.  Beautiful kitchen that is open to family area.  Professionally remodeled into a four bedroom layout.  You wont believe the deck and hot tub out back.  MUST SEE!","RealtorComLink":"","Active":"TRUE","Order":"26"},
{"Address":"4120 Buckthorn Ct","City":"Flower Mound","VirtualTourLink":"","ImageLocation":"images/4120buckthornsold.jpg","MapLink":"http://maps.google.com/maps?q=4120 Buckthorn, Flower Mound","DescriptionCaption":"More For The Money","Description":"More square footage for the money. The square footage price is low for Timber Creek. Charming three bedroom, 2.5 bath in quiet cul-de-sac. With four living areas and two fireplaces, this house is great for family gatherings or entertaining. Plenty of extra parking when they come to visit too. Immaculate, galley style kitchen boasts a new gas range. With three separate patios, your sure to find a place to enjoy your morning coffee. ","RealtorComLink":"","Active":"TRUE","Order":"27"},
{"Address":"924 Boxwood","City":"Lewisville","VirtualTourLink":"","ImageLocation":"images/924boxwoodsold.png","MapLink":"http://maps.google.com/maps?q=924 boxwood, lewisville","DescriptionCaption":"Great Starter","Description":"This 3 bdrm, 2 bath is in excellent condition. Enjoy picture perfect Christmas' around a stately brick fireplace and surrounded by elegant maple paneling. Loads of extra storage space. Ceiling fans throughout help you keep those energy bills low. Loads of counter space in the kitchen and efficient pull-outs in some cabinets. Easy maintenance yard has grassy areas to play, huge storage room for extra space, flower garden, patio and more. ","RealtorComLink":"","Active":"TRUE","Order":"28"},
{"Address":"709 Inglewood Dr","City":"Flower Mound","VirtualTourLink":"","ImageLocation":"images/709InglewoodSold.png","MapLink":"http://maps.google.com/maps?q=709 Inglewood Dr, Flower Mound, tx","DescriptionCaption":"Backyard Oasis","Description":"As you would expect from the house of a handyman, this house is flawless. MUST SEE TO BELIEVE! Oversized, updated kitchen with granite, lots of natural light and open to living areas. Architectural pool with waterfall. Oversized master suite with sitting area. Pool deck extended and custom outdoor kitchen added on. Yard lighting system. Lighting and ceiling fans upgraded throughout house. 3 large storage areas in attic. New roof July 2008.","RealtorComLink":"","Active":"TRUE","Order":"29"},
{"Address":"2430 Antler Trl","City":"Lewisville","VirtualTourLink":"","ImageLocation":"images/2430antlersold.png","MapLink":"http://maps.google.com/maps?q=2430 Antler Trl, Lewisville","DescriptionCaption":"An In-Demand Location","Description":"LOOK AT ALL THESE UPDATES!  HVAC, stove, microwave, carpet, tile, garage door, garage door opener, water heater, fence and sprinklers.  This home has a beautiful and open living area as well as a loft that s perfect for gaming, a home office or a forth bedroom.  Its move-in ready and will move fast.  Come take a look while it's still available.","RealtorComLink":"","Active":"TRUE","Order":"30"},
{"Address":"4950 Lusk Ln","City":"Flower Mound","VirtualTourLink":"","ImageLocation":"images/4950LuskSold.png","MapLink":"http://maps.google.com/maps?q=4950 Lusk Ln, Flower Mound","DescriptionCaption":"Perfect Location","Description":"Gorgeous house with lots of upgrades. Originally built in 1985, it had a significant addition added on in 2003. The roof was replaced in 2003 as well.  Three fireplaces, including one in the master bedroom. Oversized three car garage, completely finished, including insulated doors and its own zone for air conditioning. Lots of built-ins. Lots of fine woodworking.  The property is on city water, but has a well that could be used for sprinklers.","RealtorComLink":"","Active":"TRUE","Order":"95"},
{"Address":"9028 San Joaquin","City":"Fort Worth","VirtualTourLink":"","ImageLocation":"images/9028SanJoaquinLeased.png","MapLink":"http://maps.google.com/maps?q=9028 san joaquin, fort worth","DescriptionCaption":"Great Starter Home","Description":"Charming home with open floor plan. Family area is very large, with beautiful oversized tile, wood burning fireplace and access to patio. Master suite is oversized and perfect for relaxing after a hard day. Home is well manicured and in move-in ready condition.  This home comes with an HWA Home Warranty.","RealtorComLink":"","Active":"TRUE","Order":"110"},
{"Address":"1144 Pleasanton","City":"Plano","VirtualTourLink":"","ImageLocation":"images/1144pleasantonleased.png","MapLink":"http://maps.google.com/maps?q=1144 pleasanton, plano","DescriptionCaption":"Gorgeous Home","Description":"Impressive 2 story charmer on great oversized lot! Terrific home w-updates galore. Plantation shutters & 2 inch blinds. Hdwd flrs in DR, den, entry & hall. Designer colors. Spacious den has FP w-custom mantle & gas starter. Travertine flrs in 2 BAs. Gourmet kit w-island, brkfst bar, c-tile b-splash & bay win. Pl surrounded by wd deck in huge bckyrd w-lots of play area. Dwnstairs master bedroom has sep tub & shower.","RealtorComLink":"","Active":"TRUE","Order":"120"},
{"Address":"2311 Cross Timbers","City":"Arlington","VirtualTourLink":"","ImageLocation":"images/2311CrossTimbersLeased.png","MapLink":"http://maps.google.com/maps?q=2311 Cross Timbers, Arlington","DescriptionCaption":"Spacious Four Bedroom","Description":"Spectacular 4-2.5-2 with 2 living & 2 dining areas! 2-Story home boasts gas fireplaces in both living areas! Kitchen includes appliances & built-in desk area! Split bedrooms with walk-in closets, master suite features sitting area with bay window overlooking backyard which includes a fabulous multi level wood deck and sports court! Alarm system, sprinkler system, ceiling fans throughout & more!","RealtorComLink":"","Active":"TRUE","Order":"130"},
{"Address":"2517 Brandywine","City":"Flower Mound","VirtualTourLink":"","ImageLocation":"images/2517brandywinesold.png","MapLink":"http://maps.google.com/maps?q=2517 brandywine, flower mound","DescriptionCaption":"Quiet Neighborhood","Description":"Beautiful home with open floor plan, many upgrades including new roof. Large tiled entry leads to formal dining with crown molding. Spacious kitchen has recessed lighting, gas cooktop, bkft bar & tile backsplash,opens to main LA with fireplace & cath.ceiling. Upstairs has 2nd LA, with built-in desk, 3 large secondary bedrooms with vaulted ceilings. Master has door to back patio, wood floor, crown molding, garden tub, sep shower & sep vanities.","RealtorComLink":"","Active":"TRUE","Order":"97"},
{"Address":"2820 Northshore","City":"Flower Mound","VirtualTourLink":"","ImageLocation":"images/2820northshoreleased.png","MapLink":"http://maps.google.com/maps?q=2820 Northshore Blvd, Flower Mound","DescriptionCaption":"Classic Flower Mound Beauty","Description":"Excellent floor plan with spacious smartly decorated rooms.    Hardwood in entry and hall, designer carpet in family room. Italian ceramic in kitchen nook and all baths. 5th bedroom could be game room. Walk to pool and park. Immaculate home. Just bring application.","RealtorComLink":"","Active":"TRUE","Order":"96"},
{"Address":"1407 Chinaberry","City":"Lewisville","VirtualTourLink":"","ImageLocation":"images/1407chinaberrySold.png","MapLink":"http://maps.google.com/maps?q=1407 Chinaberry, Lewisville","DescriptionCaption":"Great Location","Description":"This house is immaculate.  Super clean and new paint in most rooms.  Heating and AC unit has been recently upgraded.  Kitchen has lots of room.  Family Room and Dining Room recently redone to show tasteful elegance.  Great for entertaining!  All bedrooms are up.  Oversized master with spacious bathroom and his and hers walk-in closets.  This home comes with an HWA Home Warranty.","RealtorComLink":"","Active":"TRUE","Order":"100"},
{"Address":"5583 Rocky Mountain","City":"Fort Worth","VirtualTourLink":"","ImageLocation":"images/5583RockyMountainLeased.png","MapLink":"http://maps.google.com/maps?q=5583 Rocky Mountain, Fort Worth","DescriptionCaption":"Large 5 Bedroom Home","Description":"Large 5 bedroom home in a cul-de-sac with formals, master bath with jetted tub, kitchen with breakfast bar. HUD HOME TO BE SOLD AS-IS, ELECTRONIC BID DEADLINE 4-05-09 AT 11:59 PM, PST, THEN DAILY BIDS OPEN - HUD CASE # 492-790677 - BUYER TO VERIFY ALL INFORMATION. SQUARE FOOTAGE INFORMATION IS FROM THE FHA APPRAISAL AND IS DEEMED RELIABLE BUT NOT GUARANTEED ","RealtorComLink":"","Active":"TRUE","Order":"140"}],
"Logins":[
{"username":"jess","password":"jess1412","level":"admin","calendar":"","guid":"0CDE7645-C258-4D7A-AC56-5DD12233906F","loggedin":"TRUE","enabled":"TRUE"},
{"username":"cris","password":"1331jecri","level":"admin","calendar":"EasleyFamily","guid":"FE6FF410-4AC7-4ADC-B4E1-4C399AB21672","loggedin":"TRUE","enabled":"TRUE"}]}